START = """Добро пожаловать!
Это неповторимый и оригинальный клуб по мафии.
хочешь быть одним из нас? Или просто смотришь?
/reg - регистрация
/info - открытая информация о нас"""

PROFILE_DATA_REQUEST_NAME = """Ты решил сотрудничать с нами? Похвально.
Мне говорил о тебе Босс.
Для начала я проведу небольшой опрос.
Итак. Как тебя зовут?
(Укажи реальное имя, обманешь - не поздоровится)"""

PROFILE_DATA_REQUEST_NICKNAME = """Не бойся, твое имя не будет светиться.
Но для этого тебе нужен псевдоним или прозвище.
Итак. Как тебя называть?
(Укажи свой никнейм)"""

PROFILE_DATA_REQUEST_CITY = """Хорошо, а где ты живешь?
(Укажи свой город, или напиши /skip,
чтобы пропустить этот вопрос)
"""

PROFILE_DATA_REQUEST_CITY_YES = """Теперь я знаю где ты живешь.
Оглядывайся по сторонам, когда будешь выходить на улицу.
Я шучу.
"""

PROFILE_DATA_REQUEST_CITY_NOT = """Не хочешь говорить?
Вполне оправданное решение.
Только вот не надейся тогда на серъезные задачи.
"""

PROFILE_DATA_REQUEST_PHOTO = """Продолжим. Отправь мне свое фото.
Мне надо стереть его из баз данных федералов.
(Отправь свою фотографию, или напиши /skip,
чтобы пропустить этот вопрос)
"""

PROFILE_DATA_REQUEST_PHOTO_YES = """Получил. Уже отправил его нашему штатному хакеру.
Через пару дней ты исчезнешь с радаров государства.
"""

PROFILE_DATA_REQUEST_PHOTO_NOT = """Не хочешь? Хорошо, но тогда действуй на свой страх и риск.
"""

HELP = """
Команды бота:
/start - приветственное сообщение
/reg - регистрация (наверное)
/info - информация о клубе
/skip - пропуск этапа при регистрации
/help - помощь по командам (справка)
/profile - посмотреть свой профиль
/events - посмотреть список мероприятий
/rules - правила игры
/top - список топ-игроков, мб со ссылками на профили
/home - главное меню (аналог /start видимо)
"""

INFO = """Это клуб по мафии.
Он называется <Как-то называется>
Босс - Герцог Виктор
Еще какая-то инфа тут будет написана
"""
